{
  "luthers_morning_prayer": {
    "prayer_title": "Luther's Morning Prayer",
    "prayer": "I thank Thee, my Heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast kept me this night from all harm and danger; and I pray Thee to keep me this day also from sin and all evil, that all my doings and life may please Thee. For into Thy hands I commend myself, my body and soul, and all things. Let Thy holy angel be with me, that the Wicked Foe may have no power over me. Amen.",
    "reference": "https://bookofconcord.org/small-catechism/",
    "display_title": true
  },
  "luthers_evening_prayer": {
    "prayer_title": "Luther's Evening Prayer",
    "prayer": "I thank Thee, my Heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast graciously kept me this day, and I pray Thee to forgive me all my sins, where I have done wrong, and graciously keep me this night. For into Thy hands I commend myself, my body and soul, and all things. Let Thy holy angel be with me, that the Wicked Foe may have no power over me. Amen.",
    "reference": "https://bookofconcord.org/small-catechism/",
    "display_title": true
  },
  "lords_prayer": {
    "prayer_title": "The Lord's Prayer",
    "prayer": "Our Father who art in heaven,\nhallowed be Thy name,\nThy kingdom come,\nThy will be done\non earth as it is in heaven.\nGive us this day our daily bread;\nand forgive us our trespasses\nas we forgive those who trespass against us;\nand lead us not into temptation,\nbut deliver us from evil.\nFor Thine is the kingdom\nand the power and the glory\nforever and ever. Amen.",
    "reference": "Matthew 6:9-13",
    "display_title": true
  },
  "apostles_creed": {
    "prayer_title": "The Apostles' Creed",
    "prayer": "I believe in God, the Father Almighty, maker of heaven and earth.\n\nAnd in Jesus Christ, His only Son, our Lord, who was conceived by the Holy Spirit, born of the virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried. He descended into hell. The third day He rose again from the dead. He ascended into heaven and sits at the right hand of God the Father Almighty. From thence He will come to judge the living and the dead.\n\nI believe in the Holy Spirit, the holy Christian Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen.",
    "display_title": true
  },
  "gloria_patri": {
    "prayer_title": "Gloria Patri",
    "prayer": "Glory be to the Father and to the Son and to the Holy Spirit;\nas it was in the beginning, is now, and will be forever. Amen.",
    "display_title": false
  },
  "nunc_dimittis": {
    "prayer_title": "Nunc Dimittis",
    "prayer": "Lord, now You let Your servant go in peace;\nYour word has been fulfilled.\nMy own eyes have seen the salvation\nwhich You have prepared in the sight of every people:\na light to reveal You to the nations\nand the glory of Your people Israel.\nGlory be to the Father and to the Son and to the Holy Spirit;\nas it was in the beginning, is now, and will be forever. Amen.",
    "reference": "Luke 2:29-32",
    "display_title": true
  },
  "midday_prayers": {
    "prayer_title": "Midday Prayer",
    "prayer": "Almighty God, Heavenly Father, who through Your Holy Spirit governs and sanctifies the whole Christian Church, and has given us the Comforter to be our Advocate and Guide. Grant, we implore You, to direct, sanctify, and govern both our hearts and bodies in the ways of Your laws. Enlighten and lead us into all truth and evermore defend us from all adversities, that, being made Your children by grace, we may daily be renewed by Your Spirit, and live in the continual comfort and peace of the Gospel. Through Jesus Christ, Your Son, our Lord. Amen.",
    "display_title": false
  },
  "close_of_day_prayers": {
    "prayer_title": "Close of Day Prayer",
    "prayer": "Almighty God, Heavenly Father, whose Providence upholds all created things and whose boundless love is new unto us every morning: As the shadows of the eventide deepen, we make our humble appeal unto Your steadfast mercy. We pray that You would visit our homes and keep us both outwardly and inwardly, defending us by Your mighty power from all adversities and all peril of body and soul. Cover us with the shadow of Your wings, that we may not be afraid for the terror by night nor yield to the crafts and assaults of the devil, our wicked Foe. Grant us peaceful rest in the protection of Your holy angels, that we may wake to glorify Your name and live in the hope of everlasting life; through Jesus Christ, Your Son, our Lord, our Savior and only Refuge. Amen.",
    "display_title": false
  },
  "evening_prayers": {
    "prayer_title": "Evening Prayer",
    "prayer": "O Lord Jesus Christ, heavenly Light, whom we acknowledge as our constant Companion and Guide. As the day is past and the eventide draws near, we humbly pray that You would abide with us. Direct us from error's gloomy night, and send forth Your beams divine on our dark souls to shine. Kindle our hearts by the Word of Your promise, and awaken within us the good hope of everlasting life. Grant us eyes of faith that we may recognize Your presence, as You are revealed when the Holy Scriptures are opened and in the mystical union of the breaking of the bread. Be our Solace, Strength, and Stay, that we may be preserved in body and in soul. Hear us for Your name's sake, O Lord, our Savior. Amen.",
    "display_title": false
  },
  "night_watch_protection_prayers": {
    "prayer_title": "Night Watch Protection Prayer",
    "prayer": "I thank You, my Heavenly Father, through Jesus Christ, Your dear Son, that You have graciously kept me this far through the night; and I pray You to forgive me all my sins where I have done wrong, and graciously keep me until morning. For into Your hands I commend myself, my body and soul, and all things. Let Your holy angel be with me, that the Wicked Foe may have no power over me. Amen.",
    "display_title": false
  },
  "night_watch_concluding_prayers": {
    "prayer_title": "Night Watch Concluding Prayer",
    "prayer": "Almighty God, rouse us from slumber and death and kindle within our hearts the flame of a new life of godliness. Create in me a clean heart, O God: and renew a right spirit within me. Grant, Lord, when I wake, I may of endless light partake. Amen.",
    "display_title": false
  },
  "morning_prayers": {
    "prayer_title": "Morning Prayer",
    "prayer": "Almighty God, our heavenly Father, whose mercies are new unto us every morning, as we rise to serve in the vocations You have assigned to us this day, grant us, we implore You, the daily renewal of Your Holy Spirit. Direct our hearts and hands in our labor, that we may diligently attend to our calling, avoiding the temptations of sin and evil. Keep us steadfast in the holiness we have received in Christ so that our doings may be acceptable and our life a spiritual sacrifice of thanks to You. Through Jesus Christ, Your Son, our Lord. Amen.",
    "display_title": false
  },
  "childs_daily_petition": {
    "prayer_title": "Child's Daily Petition",
    "prayer": "I thank You, my heavenly Father, through Jesus Christ, Your dear Son, that You have protected me from all danger and harm; and I pray You to preserve and keep me this day also, from all sin and evil; that in all my thoughts, words, and deeds, I may serve and please You. Into Your hands I commend my body and soul, and all that is mine. Let Your holy angel have charge concerning me, that the wicked one may have no power over me. Amen.",
    "reference": null,
    "display_title": false
  },
  "athanasian_creed": {
    "prayer_title": "The Athanasian Creed",
    "prayer": "Whoever desires to be saved must, above all, hold the catholic faith. Whoever does not keep it whole and undefiled will without doubt perish eternally.\n\nAnd the catholic faith is this, that we worship one God in Trinity and Trinity in Unity, neither confusing the persons nor dividing the substance. For the Father is one person, the Son is another, and the Holy Spirit is another. But the Godhead of the Father and of the Son and of the Holy Spirit is one: the glory equal, the majesty coeternal. Such as the Father is, such is the Son, and such is the Holy Spirit: the Father uncreated, the Son uncreated, the Holy Spirit uncreated; the Father infinite, the Son infinite, the Holy Spirit infinite; the Father eternal, the Son eternal, the Holy Spirit eternal. And yet there are not three Eternals, but one Eternal, just as there are not three Uncreated or three Infinites, but one Uncreated and one Infinite. In the same way, the Father is almighty, the Son almighty, the Holy Spirit almighty; and yet there are not three Almighties, but one Almighty. So the Father is God, the Son is God, the Holy Spirit is God; and yet there are not three Gods, but one God. So the Father is Lord, the Son is Lord, the Holy Spirit is Lord; and yet there are not three Lords, but one Lord. Just as we are compelled by the Christian truth to acknowledge each distinct person as God and Lord, so also are we prohibited by the catholic religion to say that there are three Gods or Lords.\n\nThe Father is not made nor created nor begotten by anyone. The Son is neither made nor created, but begotten of the Father alone. The Holy Spirit is of the Father and of the Son, neither made nor created nor begotten, but proceeding. Thus, there is one Father, not three Fathers; one Son, not three Sons; one Holy Spirit, not three Holy Spirits. And in this Trinity none is before or after another; none is greater or less than another; but the whole three persons are coeternal with each other and coequal, so that in all things, as has been stated above, the Trinity in Unity and Unity in Trinity is to be worshiped. Therefore, whoever desires to be saved must think thus about the Trinity.\n\nBut it is also necessary for everlasting salvation that one faithfully believe the incarnation of our Lord Jesus Christ. Therefore, it is the right faith that we believe and confess that our Lord Jesus Christ, the Son of God, is at the same time both God and man. He is God, begotten from the substance of the Father before all ages; and He is man, born from the substance of His mother in this age: perfect God and perfect man, composed of a rational soul and human flesh; equal to the Father with respect to His divinity, less than the Father with respect to His humanity. Although He is God and man, He is not two, but one Christ: one, however, not by the conversion of the divinity into flesh, but by the assumption of the humanity into God; one altogether, not by confusion of substance, but by unity of person. For as the rational soul and flesh is one man, so God and man is one Christ, who suffered for our salvation, descended into hell, rose again the third day from the dead, ascended into heaven, and is seated at the right hand of the Father, God Almighty, from whence He will come to judge the living and the dead. At His coming all people will rise again with their bodies and give an account concerning their own deeds. And those who have done good will enter into eternal life, and those who have done evil into eternal fire.\n\nThis is the catholic faith; whoever does not believe it faithfully and firmly cannot be saved. Amen.",
    "display_title": true
  },
  "nicene_creed": {
    "prayer_title": "The Nicene Creed",
    "prayer": "I believe in one God, the Father Almighty, maker of heaven and earth and of all things visible and invisible.\n\nAnd in one Lord Jesus Christ, the only-begotten Son of God, begotten of His Father before all worlds, God of God, Light of Light, very God of very God, begotten, not made, being of one substance with the Father, by whom all things were made; who for us men and for our salvation came down from heaven and was incarnate by the Holy Spirit of the virgin Mary and was made man; and was crucified also for us under Pontius Pilate. He suffered and was buried. And the third day He rose again according to the Scriptures and ascended into heaven and sits at the right hand of the Father. And He will come again with glory to judge both the living and the dead, whose kingdom will have no end.\n\nAnd I believe in the Holy Spirit, the Lord and giver of life, who proceeds from the Father and the Son, who with the Father and the Son together is worshiped and glorified, who spoke by the prophets. And I believe in one holy Christian and apostolic Church, I acknowledge one Baptism for the remission of sins, and I look for the resurrection of the dead and the life of the world to come. Amen.",
    "display_title": true
  }
}
