{
  "luthers_morning_prayer": {
    "prayer_title": "Luther's Morning Prayer",
    "prayer": "I thank You, my heavenly Father, through Jesus Christ, Your dear Son, that You have kept me this night from all harm and danger; and I pray that You would keep me this day also from sin and every evil, that all my doings and life may please You. For into Your hands I commend myself, my body and soul, and all things. Let Your holy angel be with me, that the evil foe may have no power over me. Amen.",
    "display_title": true
  },
  "morning_prayer_old_translation": {
    "prayer_title": "Luther's Morning Prayer",
    "prayer": "I thank Thee, my heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast kept me this night from all harm and danger. And I pray Thee that Thou wouldst keep me this day also from sin and every evil, that all my doings and life may please Thee. For into Thy hands I commend myself, my body and soul, and all things. Let Thy holy angel be with me, that the wicked Foe may have no power over me. Amen.",
    "reference": "Luther's Morning Prayer, translated with AI.",
    "display_title": true
  },
  "luthers_evening_prayer": {
    "prayer_title": "Luther's Evening Prayer",
    "prayer": "I thank You, my heavenly Father, through Jesus Christ, Your dear Son, that You have graciously kept me this day; and I pray that You would forgive me all my sins where I have done wrong, and graciously keep me this night. For into Your hands I commend myself, my body and soul, and all things. Let Your holy angel be with me, that the evil foe may have no power over me. Amen.",
    "display_title": true
  },
  "evening_prayer_old_translation": {
    "prayer_title": "Luther's Evening Prayer",
    "prayer": "I thank Thee, my heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast graciously kept me this day; and I pray Thee that Thou wouldst graciously forgive me all my sins where I have done wrong, and graciously keep me this night. For into Thy hands I commend myself, my body and soul, and all things. Let Thy holy angel be with me that the wicked Foe may have no power over me. Amen.",
    "reference": "Luther's Evening Prayer, translated with AI.",
    "display_title": true
  },
  "lords_prayer": {
    "prayer_title": "The Lord's Prayer",
    "prayer": "Our Father who art in heaven,\nhallowed be Thy name,\nThy kingdom come,\nThy will be done\non earth as it is in heaven.\nGive us this day our daily bread;\nand forgive us our trespasses\nas we forgive those who trespass against us;\nand lead us not into temptation,\nbut deliver us from evil.\nFor Thine is the kingdom\nand the power and the glory\nforever and ever. Amen.",
    "reference": "Matthew 6:9-13",
    "display_title": true
  },
  "apostles_creed": {
    "prayer_title": "The Apostles' Creed",
    "prayer": "I believe in God, the Father Almighty, maker of heaven and earth.\n\nAnd in Jesus Christ, His only Son, our Lord, who was conceived by the Holy Spirit, born of the virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried. He descended into hell. The third day He rose again from the dead. He ascended into heaven and sits at the right hand of God the Father Almighty. From thence He will come to judge the living and the dead.\n\nI believe in the Holy Spirit, the holy Christian Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen.",
    "display_title": true
  },
  "gloria_patri": {
    "prayer_title": "Gloria Patri",
    "prayer": "Glory be to the Father and to the Son and to the Holy Spirit;\nas it was in the beginning, is now, and will be forever. Amen.",
    "display_title": false
  },
  "nunc_dimittis": {
    "prayer_title": "Nunc Dimittis",
    "prayer": "Lord, now You let Your servant go in peace;\nYour word has been fulfilled.\nMy own eyes have seen the salvation\nwhich You have prepared in the sight of every people:\na light to reveal You to the nations\nand the glory of Your people Israel.\nGlory be to the Father and to the Son and to the Holy Spirit;\nas it was in the beginning, is now, and will be forever. Amen.",
    "reference": "Luke 2:29-32",
    "display_title": true
  },
  "office_morning_prayer": {
    "prayer_title": "Morning Prayer",
    "prayer": "Almighty God, our heavenly Father, whose mercies are new unto us every morning, as we rise to serve in the vocations You have assigned to us this day, grant us, we beseech Thee, the daily renewal of Thy Holy Spirit. Direct our hearts and hands in our labor, that we may diligently attend to our calling, avoiding the temptations of sin and evil. Keep us steadfast in the holiness we have received in Christ so that our doings may be acceptable and our life a spiritual sacrifice of thanks to You. Through Jesus Christ, Thy Son, our Lord. Amen.",
    "display_title": false
  },
  "office_midday_prayer_1": {
    "prayer_title": "Midday Prayer",
    "prayer": "O Blessed Lord Jesus Christ, King of Glory, who, fulfilling Thy Father’s will, didst humble Thyself to suffer death upon the cross for the sins of the whole world. As the Lamb of God who taketh away the sin of the world, Thou hast made atonement and reconciliation for all mankind. We pray Thee to help Thy servants and grant that every soul on earth may, through steadfast faith in Thy precious blood, be delivered from the power of the adversary and receive Thy promised redemption from everlasting death. For Thy mercy's sake, Who livest and reignest with the Father and the Holy Ghost, ever one God, world without end. Amen.",
    "display_title": false
  },
  "office_midday_prayer_2": {
    "prayer_title": "Midday Prayer",
    "prayer": "Almighty God, Heavenly Father, who through Thy Holy Spirit dost govern and sanctify the whole Christian Church, and hast given us the Comforter to be our Advocate and Guide. Vouchsafe, we beseech Thee, to direct, sanctify, and govern both our hearts and bodies in the ways of Thy laws. Enlighten and lead us into all truth and evermore defend us from all adversities, that, being made Thy children by grace, we may daily be renewed by Thy Spirit, and live in the continual comfort and peace of the Gospel. Through Jesus Christ, Thy Son, our Lord. Amen.",
    "display_title": false
  },
  "office_evening_prayer": {
    "prayer_title": "Evening Prayer",
    "prayer": "O Lord Jesus Christ, Thou heavenly Light, whom we acknowledge as our constant Companion and Guide. As the day is past and the eventide draws near, we humbly pray that You would abide with us. Direct us from error's gloomy night, and send forth Thy beams divine on our dark souls to shine. Kindle our hearts by the Word of Thy promise, and awaken within us the good hope of everlasting life. Grant us eyes of faith that we may recognize Your presence, as You are revealed when the Holy Scriptures are opened and in the mystical union of the breaking of the bread. Be Thou our Solace, Strength, and Stay, that we may be preserved in body and in soul. Hear us for Thy name's sake, O Lord, our Savior. Amem.",
    "display_title": false
  },
  "office_close_of_day_prayer": {
    "prayer_title": "Close of Day Prayer",
    "prayer": "Almighty God, Heavenly Father, whose Providence upholds all created things and whose boundless love is new unto us every morning: As the shadows of the eventide deepen, we make our humble appeal unto Thy steadfast mercy. We pray that You would visit our homes and keep us both outwardly and inwardly, defending us by Thy mighty power from all adversities and all peril of body and soul. Cover us with the shadow of Thy wings, that we may not be afraid for the terror by night nor yield to the crafts and asserts of the devil, our wicked Foe. Grant us peaceful rest in the protection of Your holy angels, that we may wake to glorify Your name and live in the hope of everlasting life; through Jesus Christ, Thy Son, our Lord, our Savior and only Refuge. Amen.",
    "display_title": false
  },
  "night_watch_protection_prayer": {
    "prayer_title": "Night Watch Protection Prayer",
    "prayer": "I thank You, my Heavenly Father, through Jesus Christ, Your dear Son, that You have graciously kept me this far through the night; and I pray that You would forgive me all my sins where I have done wrong, and graciously keep me until morning. For into Your hands I commend myself, my body and soul, and all things. Let Your holy angel be with me, that the evil foe may have no power over me. Amen.",
    "display_title": false
  },
  "night_watch_concluding_prayer": {
    "prayer_title": "Night Watch Concluding Prayer",
    "prayer": "Almighty God, rouse us from slumber and death and kindle within our hearts the flame of a new life of godliness. Create in me a clean heart, O God: and renew a right spirit within me. Grant, Lord, when I wake, I may of endless light partake. Amen.",
    "display_title": false
  }
}
