[
  {
    "title": "Lament and Affliction",
    "description": "These Psalms articulate deep sorrow, suffering, and distress, serving as vehicles for the 'shout of No' against hardship. They are used when contemplating physical or spiritual vexation, persecution, and asking God how long His wrath will last. They often shift abruptly from complaint to trust, and genuine lament is the Christian form that shapes the affective eruption engendered by suffering. Psalm 22 is considered the premier psalm of lament.",
    "verses": [
      "Psalm 6",
      "Psalm 13",
      "Psalm 22",
      "Psalm 25",
      "Psalm 31",
      "Psalm 38",
      "Psalm 40",
      "Psalm 57",
      "Psalm 69",
      "Psalm 77",
      "Psalm 88",
      "Psalm 102",
      "Psalm 120",
      "Psalm 130",
      "Psalm 140",
      "Psalm 143"
    ],
    "prayer": "Almighty and everlasting God, the Consolation of the sorrowful and the Strength of the weak, may the prayers of them that in any tribulation or distress cry unto Thee, graciously come before Thee, so that in all their necessities they may mark and receive Thy manifold help and comfort; through Jesus Christ, Thy Son, our Lord."
  },
  {
    "title": "Guilt and Repentance",
    "description": "These psalms, particularly the Penitential Psalms (6, 32, 38, 51, 102, 130, 143), deal with the knowledge of sin and the need for forgiveness and absolution. Repentance requires faith in the remission of sins, urging one to hear what God wishes to say rather than focusing on self-justification. Confession of sins before God is inclusive, acknowledging its totality and admitting no righteousness before Him.",
    "verses": ["Psalm 6", "Psalm 32", "Psalm 38", "Psalm 51", "Psalm 90", "Psalm 102", "Psalm 130", "Psalm 143"],
    "prayer": "O God, merciful Father, who dost not despise the groaning of the contrite and dost not scorn the emotion of the sorrowful: Be present to our prayers which mid afflictions that so heavily overwhelm us we pour out before Thee, and graciously hear them, so that that which is laid against us as snares, the deceits of the devil and of man, may be reduced to nothing and scattered according to the counsel of Thy goodness; through Jesus Christ our Lord."
  },
  {
    "title": "Joy, Praise, and Thanksgiving",
    "description": "These are Doxological Psalms, comprising the language of joy, used to recount God's wonderful deeds, proclaim salvation, and exhort the congregation to praise the Lord with instruments and gladness. Thanksgiving often accompanies confession of God's goodness and mercy. Doxology is the point where the lost meet God, as it cries for and dares to enter God's presence.",
    "verses": [
      "Psalm 9",
      "Psalm 21",
      "Psalm 30",
      "Psalm 33",
      "Psalm 34",
      "Psalm 46",
      "Psalm 47",
      "Psalm 66",
      "Psalm 95",
      "Psalm 98",
      "Psalm 100",
      "Psalm 105",
      "Psalm 107",
      "Psalm 111",
      "Psalm 113",
      "Psalm 117",
      "Psalm 118",
      "Psalm 126",
      "Psalm 135",
      "Psalm 136",
      "Psalm 145",
      "Psalm 147",
      "Psalm 148",
      "Psalm 149",
      "Psalm 150"
    ],
    "prayer": "I thank you, my heavenly Father, through Jesus Christ, your dear Son, that you have kept me this night from all harm and danger; and I pray that you would keep me this day also from sin and every evil, that all my doings and life may please you. For into your hands I commend myself, my body and soul and all things. Let your holy angel be with me that the evil foe may have no power over me. Amen."
  },
  {
    "title": "Guidance, Law, and Meditation",
    "description": "This group consists primarily of Torah Psalms, teaching the godly how to meditate on God's word, which is a lamp unto my feet. Meditation is not about how we meditate, but on what we meditate: the life-giving Word of God. These psalms anchor the Christian life in God's Word and provide metaphors of divine guidance.",
    "verses": ["Psalm 1", "Psalm 19", "Psalm 23", "Psalm 25", "Psalm 119"],
    "prayer": "Make me to understand the way of Thy precepts. Strengthen Thou me according unto Thy Word."
  },
  {
    "title": "Prophecy concerning Christ",
    "description": "The New Testament cites the Psalms more than any other Old Testament book to show that Jesus is the Christ. These Psalms fulfill prophecies concerning His person, priesthood, and passion, such as the cry of forsakenness on the cross (Psalm 22). They are direct or external psalms dealing with the faith in the promised Messiah.",
    "verses": [
      "Psalm 2",
      "Psalm 8",
      "Psalm 16",
      "Psalm 21",
      "Psalm 22",
      "Psalm 41",
      "Psalm 45",
      "Psalm 68",
      "Psalm 69",
      "Psalm 72",
      "Psalm 109",
      "Psalm 110",
      "Psalm 118",
      "Psalm 138"
    ],
    "prayer": "O Lord God, heavenly Father, we give Thee thanks that of Thy great goodness and mercy Thou didst suffer Thine only-begotten Son to become incarnate and to redeem us from sin and everlasting death; and we beseech Thee, enlighten our hearts by Thy Holy Spirit that we may evermore yield Thee unfeigned thanks for this Thy grace and may comfort ourselves with the same in all time of tribulation and temptation; through the same Jesus Christ, Thy Son, our Lord."
  },
  {
    "title": "Trust and Refuge",
    "description": "Psalms expressing firm confidence and security in God, viewing Him as a Refuge and Strength. They speak of abiding under the shadow of the Almighty, and encourage reliance on God's sustaining work in times of fear. This category teaches that salvation belongs to the Lord.",
    "verses": [
      "Psalm 3",
      "Psalm 4",
      "Psalm 11",
      "Psalm 23",
      "Psalm 27",
      "Psalm 34",
      "Psalm 36",
      "Psalm 46",
      "Psalm 76",
      "Psalm 91",
      "Psalm 103",
      "Psalm 121",
      "Psalm 124",
      "Psalm 125"
    ],
    "prayer": "O God, our Refuge and Strength, who art the Author of all godliness, be ready, we beseech Thee, to hear the devout prayers of Thy Church, and grant that those things which we ask faithfully we may obtain effectually; through Jesus Christ, Thy Son, our Lord."
  },
  {
    "title": "Confronting Enemies and Judgment",
    "description": "These psalms voice complaints and groans on behalf of the Church, which is set in the midst of the wicked. They petition God to deliver the righteous, judge the nations, and administer justice against oppressors, recognizing that God is the inspector of all that is done among men. They ask that enemies may not triumph over the righteous.",
    "verses": [
      "Psalm 3",
      "Psalm 11",
      "Psalm 12",
      "Psalm 14",
      "Psalm 26",
      "Psalm 52",
      "Psalm 53",
      "Psalm 58",
      "Psalm 59",
      "Psalm 74",
      "Psalm 82",
      "Psalm 83",
      "Psalm 109",
      "Psalm 140"
    ],
    "prayer": "O God, who art the Author of peace and Lover of concord, in knowledge of whom standeth our eternal life, whose service is perfect freedom, defend us, Thy humble servants, in all assaults of our enemies, that we, surely trusting in Thy defense, may not fear the power of any adversaries; through the might of Jesus Christ, Thy Son, our Lord."
  },
  {
    "title": "Liturgy and Public Worship",
    "description": "Psalms specifically associated with the assembly, the Temple, and fixed liturgical usage, serving as Introits (opening psalms) or Invitatories. The liturgical focus gravitates toward Mount Zion and its worship. Worship in the church is the place where people appear in God's presence, receive His blessing, and present petitions.",
    "verses": [
      "Psalm 24",
      "Psalm 47",
      "Psalm 48",
      "Psalm 50",
      "Psalm 95",
      "Psalm 97",
      "Psalm 100",
      "Psalm 122",
      "Psalm 132",
      "Psalm 133",
      "Psalm 134"
    ],
    "prayer": "Almighty, ever-living God, grant that I may gladly hear Thy Word and that all my worship may be acceptable unto Thee; through Jesus Christ, my Lord. Amen."
  },
  {
    "title": "Death and Mortality",
    "description": "Psalms addressing the anxieties of life and death, confronting the brevity of human existence, and seeking refuge from God's wrath. They provide words to commend anguish to a faithful Creator and provide consolation, especially the words of Christ, who shares His never-ending life in the very midst of our dying.",
    "verses": ["Psalm 6", "Psalm 23", "Psalm 90", "Psalm 130", "Psalm 143"],
    "prayer": "O dear Lord God, Father, this life of ours is so wretched... help us to survive such great evil and malice. And when our time comes, let it be a blessed hour and a joyful departure out of this place of sorrows, that we may neither fear death nor give way to despair, but in unwavering faith commit our souls into your hands. Amen."
  },
  {
    "title": "Spiritual Ascent and Journey",
    "description": "This category includes the fifteen Songs of Degrees (120-134), traditionally sung on spiritual pilgrimage. They describe the ascent toward the Lord, where the feet move not by pride but by charity. These psalms lead the soul to heavenly things, teaching humility and meekness.",
    "verses": [
      "Psalm 120",
      "Psalm 121",
      "Psalm 122",
      "Psalm 123",
      "Psalm 124",
      "Psalm 125",
      "Psalm 126",
      "Psalm 127",
      "Psalm 128",
      "Psalm 129",
      "Psalm 130",
      "Psalm 131",
      "Psalm 132",
      "Psalm 133",
      "Psalm 134"
    ],
    "prayer": "O God, the protector of all that trust in thee, without whom nothing is strong, nothing is holy: Increase and multiply upon us thy mercy; that, thou being our ruler and guide, we may so pass through things temporal, [as finally not to lose the things eternal]."
  }
]
