[
    {
        "day_offset": 0,
        "prayer": "Almighty and everlasting God, who hatest nothing that Thou hast made and dost forgive the sins of all those who are penitent: Create and make in us new and contrite hearts, that we, worthily lamenting our sins and acknowledging our wretchedness, may obtain of Thee, the God of all mercy, perfect remission and forgiveness; through Jesus Christ, Thy Son, our Lord."
    },
    {
        "day_offset": 1,
        "prayer": "O Lord Jesus, Thou hast again entered into our midst in the new church-year by vouchsafing unto us again the proclamation of Thy Word. Grant us grace to welcome Thee aright, and guide us, that through our deliberations Thy name may be hallowed, Thy kingdom come, and Thy will be done."
    },
    {
        "day_offset": 2,
        "prayer": "Almighty and most merciful God, the Father of our Lord Jesus Christ: We give Thee praise and hearty thanks for all Thy goodness and tender mercies. Help us to treasure in our hearts all that our Lord hath done for us; and enable us to show our thankfulness by lives that are given wholly to Thy service."
    },
    {
        "day_offset": 3,
        "prayer": "Lord God, heavenly Father, we confess that we are by nature sinful and come short of Thy glory, daily and hourly sinning much in thought, word, and deed. Forgive the sins of every one among us, lay them not to our charge, but cover them with the merits of our Savior Jesus Christ and remember them no more in all eternity."
    },
    {
        "day_offset": 4,
        "prayer": "O Lord, mercifully hear our prayer and stretch forth the right hand of Thy majesty to defend us from them that rise up against us; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end."
    },
    {
        "day_offset": 5,
        "prayer": "Almighty God, merciful Father, who created and completed all things, on this day when the work of our calling begins anew, we implore You to create its beginning, direct its continuance, and bless its end, that our doings may be preserved from sin, our life sanctified, and our work this day be well pleasing to You; through Jesus Christ, our Lord."
    },
    {
        "day_offset": 6,
        "prayer": "Lord God, heavenly Father, who dost not take pleasure in the miserable sinners’ death, also dost not willingly permit them to perish, but desirest that they become converted and live: We humbly pray Thee, that Thou wilt graciously turn away from us the well-deserved punishment for our sins, and, in order to our improvement henceforth, graciously grant us Thy mercy."
    },
    {
        "day_offset": 7,
        "prayer": "Lord God, heavenly Father, Thou knowest that because of our human weakness we are not able to stand fast amid so many and great dangers: Grant us strength both in body and soul, that, by Thy help, we may conquer all things which harass us because of our sins, for Jesus Christ our Lord’s sake."
    },
    {
        "day_offset": 8,
        "prayer": "Blessed Lord Jesus Christ, at this hour You hung upon the cross, stretching out Your loving arms to embrace the world in Your death. Grant that all people of the earth may look to You and see their salvation; for Your mercy's sake we pray."
    },
    {
        "day_offset": 9,
        "prayer": "O Lord Jesus, who hast made it my lot to bear the cross, give me also an obedient and submissive heart that I may willingly take Thy yoke upon me and follow Thee in every affliction."
    },
    {
        "day_offset": 10,
        "prayer": "Gracious God, renew and refresh us with a gentle rain of Thy grace. Bring to naught all the counsels of darkness and keep us henceforth from evil; let us not become sluggish, but daily more spiritual and heavenly-minded for the sake of Your Son, our Savior."
    },
    {
        "day_offset": 11,
        "prayer": "O God, who seest that of ourselves we have no strength: Keep us both outwardly and inwardly; that we may be defended from all adversities which may happen to the body, and from all evil thoughts which may assault and hurt the soul; through Jesus Christ, Thy Son, our Lord."
    },
    {
        "day_offset": 12,
        "prayer": "Lord Jesus, at this season of the year we meditate upon Thy bitter suffering for our sins. Open unto us the rich living well of comfort issuing forth from Thy wounds and assure us that we are redeemed children of God because reconciliation has been effected by Thee."
    },
    {
        "day_offset": 13,
        "prayer": "O Lord Jesus, who hast redeemed us with Thy blood, hast called us by means of Baptism and the Word, and enlightened us with Thy gifts, we pray Thee, also sanctify us and help us faithfully to fight against, and overcome, every enemy of our soul."
    },
    {
        "day_offset": 14,
        "prayer": "Almighty God, our heavenly Father, who desirest not the death of a sinner, but rather that he should turn from his evil way and live: we beseech Thee graciously to turn from us those punishments which we by our sins have deserved and to grant us grace ever hereafter to serve Thee in holiness and pureness of living."
    },
    {
        "day_offset": 15,
        "prayer": "O Lord, we beseech thee mercifully to receive the prayers of thy people who call upon thee; and grant that they may both perceive and know what things they ought to do, and also may have grace and power faithfully to fulfill the same; through Jesus Christ, our Lord."
    },
    {
        "day_offset": 16,
        "prayer": "Almighty and everlasting God, who dost govern all things in heaven and earth: mercifully look upon our infirmities, and in all our dangers and necessities stretch forth the right hand of thy Majesty to help and defend us; through Jesus Christ, our Lord."
    },
    {
        "day_offset": 17,
        "prayer": "O Lord, we beseech Thee to keep Thy Church and household continually in Thy true religion that they who do lean upon the hope of Thy heavenly grace may evermore be defended by Thy mighty power; through Jesus Christ, Thy Son, our Lord."
    },
    {
        "day_offset": 18,
        "prayer": "We beseech Thee, Almighty God, look upon the hearty desires of Thy humble servants and stretch forth the right hand of Thy majesty to be our defense against all our enemies; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end."
    },
    {
        "day_offset": 19,
        "prayer": "O Lord Jesus, who didst take the form of a servant for our sake, pour into our hearts the spirit of true humility. Grant that we may serve our neighbors with a willing mind and keep our eyes turned from the vanities of this world, looking only to Thee for our reward."
    },
    {
        "day_offset": 20,
        "prayer": "Lord, Almighty God, who dost not disdain the sighs of the forlorn, and dost not despise the longing of troubled hearts: O look upon our prayer, which we bring before Thee in our need, and graciously hear us, so that all which striveth against us, both of the devil and of man, may come to naught."
    },
    {
        "day_offset": 21,
        "prayer": "Lord, our God, we can properly address Thee as our dear Father only if we keep ourselves separate from the unbelieving world, following a different rule and standard, leading a different life, so that we can truthfully say: 'The world is crucified unto me and I unto the world.'"
    },
    {
        "day_offset": 22,
        "prayer": "Lord Jesus, graciously show us the errors and perils into which we have fallen and bring us back to what is right. If penalty and pain must follow upon sin, let us suffer here, but spare us yonder. Yea, help us, Lord, to finish the race and keep the faith unto the end."
    },
    {
        "day_offset": 23,
        "prayer": "Lord Jesus, again we have assembled to deliberate upon congregational affairs. We pray Thee above all, enable us to discern what is right and wholesome, zealously to perform it, and with Thy help to bring everything to a proper termination."
    },
    {
        "day_offset": 24,
        "prayer": "Grant, we beseech Thee, that Thy call to repent and to prepare for death may be spurned by none of us, but that we may all take refuge in Jesus Christ, cling to Him day and night, and finally depart in peace."
    },
    {
        "day_offset": 25,
        "prayer": "Grant, we beseech thee, Almighty God, that we, who for our evil deeds do worthily deserve to be punished, by the comfort of thy grace may mercifully be relieved; through Jesus Christ, thy Son, our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, God, forever and ever."
    },
    {
        "day_offset": 26,
        "prayer": "Keep, we beseech thee, O Lord, thy Church with thy perpetual mercy; and, because the frailty of man without thee we cannot but fall, keep us ever by thy help from all things hurtful, and lead us to all things profitable to our salvation; through Jesus Christ, our Lord."
    },
    {
        "day_offset": 27,
        "prayer": "Lord Jesus, this sacred season brings to our remembrance how Thou didst assume our flesh and blood. Weighed down by the burden of our guilt, Thou didst bring us freedom from sin. Grant us grace constantly to seek the rich treasures of Thy grace and lay hold on Thee by faith."
    },
    {
        "day_offset": 28,
        "prayer": "Absolve, we beseech thee, O Lord, thy people from their offences; that from the bonds of our sins which, by reason of our frailty, we have brought upon us, we may be delivered by thy bountiful goodness; through Jesus Christ, our Lord."
    },
    {
        "day_offset": 29,
        "prayer": "Almighty God, who into the place of the traitor Judas didst choose Thy faithful servant Matthias, grant that Thy Church, ever being preserved from false apostles, may continually abide in the doctrine of Thy true Apostles; through Jesus Christ, Thy Son, our Lord."
    },
    {
        "day_offset": 30,
        "prayer": "O almighty God, who hast enriched Thy Church with the precious Gospel written by Thine Evangelist Saint Mark, give us grace that we may firmly believe Thy glad tidings of salvation and daily walk as it becometh the Gospel of Christ."
    },
    {
        "day_offset": 31,
        "prayer": "O God, who didst give Thine Apostles Peter and Paul grace to lay down their lives for the sake of Thy dear Son, endow us with like constancy that we may at all times be ready to lay down our lives for Him who laid down His life for us."
    },
    {
        "day_offset": 32,
        "prayer": "We beseech thee, Almighty God, mercifully to look upon thy people, that by thy great goodness they may be governed and preserved evermore, both in body and soul; through Jesus Christ, thy Son, our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, God, forever and ever."
    },
    {
        "day_offset": 33,
        "prayer": "Almighty eternal God, by whose Spirit the whole body of the Church is sanctified and ruled: Hear our supplications for all orders, that by the gift of Thy grace Thou mayest be served by all these in pure faith; through Jesus Christ, our Lord."
    },
    {
        "day_offset": 34,
        "prayer": "Lord Jesus, grant us strength to keep in subjection our sinful flesh, which is inclined to all that is evil, and grant us Thy Spirit in ever richer measure that we may joyfully and firmly confess that Thy Word is the truth."
    },
    {
        "day_offset": 35,
        "prayer": "Grant, we beseech thee, Almighty god, that we, who amid so many adversities do fail through our own infirmities, may be restored through the Passion and Intercession of thine only-begotten Son, Jesus Christ our Lord."
    },
    {
        "day_offset": 36,
        "prayer": "Grant, we beseech thee, Almighty god, that we, who for our evil deeds are continually afflicted, may mercifully be relieved by the Passion of thine only-begotten Son, Jesus Christ our Lord."
    },
    {
        "day_offset": 37,
        "prayer": "Grant, O Lord, that, as Thine Apostle Saint James readily obeyed the calling of Thy Son Jesus Christ, we may by Thy grace be enabled to forsake all worldly and carnal affections and to follow Him alone."
    },
    {
        "day_offset": 38,
        "prayer": "Almighty God, who through Thy Son Jesus Christ didst choose Saint Bartholomew to be an Apostle to preach the blessed Gospel, give unto Thy Church evermore faithful teachers to proclaim the glory of Thy name."
    },
    {
        "day_offset": 39,
        "prayer": "Almighty and everlasting God, who hast sent thy Son, our Saviour Jesus Christ, to take upon him our flesh, and to suffer death upon the Cross, that all mankind should follow the example of his great humility: Mercifully grant that we may follow the example of his patience and also be partakers of his resurrection."
    },
    {
        "day_offset": 40,
        "prayer": "Almighty God, grant us grace so to pass through this holy time of our Lord's Passion that we may obtain the pardon of our sins; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end."
    },
    {
        "day_offset": 41,
        "prayer": "Lord God, heavenly Father, look on our neediness with the eyes of Your mercy and compassion. Rescue us from everything that would cause harm and destruction to us both physically and spiritually, and keep us in the true faith."
    },
    {
        "day_offset": 42,
        "prayer": "Almighty God, we beseech Thee graciously to behold this Thy family, for which our Lord Jesus Christ was contented to be betrayed and given up into the hands of wicked men and to suffer death upon the cross."
    },
    {
        "day_offset": 43,
        "prayer": "O Lord God, who hast left unto us in a wonderful Sacrament a memorial of Thy Passion: Grant, we beseech Thee, that we may so use this Sacrament of Thy body and blood that the fruits of Thy redemption may continually be manifest in us."
    },
    {
        "day_offset": 44,
        "prayer": "Merciful and everlasting God, who hast not spared thine only Son, but delivered him up for us all, that he might bear our sins upon the Cross: Grant that our hearts may be so fixed with steadfast faith in him that we may not fear the power of any adversaries."
    },
    {
        "day_offset": 45,
        "prayer": "O God, who didst enlighten this most holy night with the glory of the Lord's Resurrection: Preserve in all thy people the spirit of adoption which thou hast given, so that renewed in body and soul they may perform unto thee a pure service."
    },
    {
        "day_offset": 46,
        "prayer": "Almighty God, who through Thine only-begotten Son, Jesus Christ, hast overcome death and opened unto us the gate of everlasting life: We humbly beseech Thee that, as Thou dost put into our minds good desires, so by Thy continual help we may bring the same to good effect; through Jesus Christ, our Lord. Amen."
    }
]