{
  "0": {
    "topic": "For Our Family",
    "prayer": "Almighty God, merciful Father, You have blessed us with the gift of family. We entrust our loved ones to Your care. Defend them from all evil, enrich them with Your grace, and bring them at last to Your heavenly kingdom; through Jesus Christ, our Lord. Amen."
  },
  "1": {
    "topic": "For Our Friends",
    "prayer": "Heavenly Father, we thank You for the blessing of our friends. Watch over them in Your loving-kindness, keep them in Your faith and fear, and grant that we may encourage one another in love and good works; through Jesus Christ, our Lord. Amen."
  },
  "2": {
    "topic": "For Others (Outside of Friends/Family)",
    "prayer": "Lord of all, we pray for those outside our immediate circle: our neighbors, colleagues, and all whom we meet. Grant them Your peace, reveal to them Your salvation, and help us to be a blessing to them; through Jesus Christ, our Lord. Amen."
  },
  "3": {
    "topic": "For Civil Authorities, Peace, and Order",
    "prayer": "O God, from whom all authority is derived, we pray for the leaders of our nation and community. Grant them wisdom, integrity, and a desire for justice, that we may live peaceful and quiet lives in all godliness and holiness; through Jesus Christ, our Lord. Amen."
  },
  "4": {
    "topic": "For the Spread of the Gospel & Missions",
    "prayer": "Lord Jesus Christ, You commanded us to make disciples of all nations. Bless all missionaries and evangelists who proclaim Your Word. Open hearts to receive the Gospel, and hasten the coming of Your kingdom; for Your name's sake. Amen."
  },
  "5": {
    "topic": "For Protection from Evil & Spiritual Growth",
    "prayer": "Almighty and everlasting God, defend us from the assaults of the devil, the world, and our own sinful flesh. Strengthen us by Your Spirit that we may grow in faith, love, and obedience to Your Word; through Jesus Christ, our Lord. Amen."
  },
  "6": {
    "topic": "The Church and Her Pastors",
    "prayer": "Gracious Father, we pray for Your holy Church throughout the world. Fill it with Your truth, defend it in times of adversity, and grant it unity and peace. Bless all pastors who preach Your Word and administer Your Sacraments; through Jesus Christ, our Lord. Amen."
  }
}